tap 'peco/peco'
tap 'sanemat/font'

brew 'llvm'
brew 'automake'
brew 'pkg-config'
brew 'openssl'
brew 'readline'
brew 'gnu-units'
brew 'libyaml'
brew 'go'
brew 'emacs'
brew 'vim'
brew 'git'
brew 'zsh'
brew 'peco'
brew 'hub'

brew 'caskroom/cask/brew-cask'
brew 'Caskroom/cask/karabiner'
brew 'Caskroom/cask/google-japanese-ime'
brew 'Caskroom/cask/dropbox'
brew 'Caskroom/cask/google-chrome'
brew 'Caskroom/cask/iterm2'
brew 'Caskroom/cask/vagrant'
brew 'Caskroom/cask/slack'
brew 'Caskroom/cask/limechat'
brew 'Caskroom/cask/xquartz'

brew 'ricty'
